Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Chromium の設定";
AllowCrossOriginAuthPrompt.pfm_title = "クロスオリジンでの HTTP Basic 認証プロンプト";
AllowCrossOriginAuthPrompt.pfm_description = "ページ上のサードパーティ製のサブコンテンツで [HTTP 基本認証] ダイアログボックスのポップアップ表示を許可するかどうかを設定します。通常、これはフィッシング詐欺の防衛策として無効になっています。";
AllowFileSelectionDialogs.pfm_title = "ファイル選択ダイアログの呼び出しを許可する";
AllowFileSelectionDialogs.pfm_description = "Chromium に対してファイル選択ダイアログの表示を許可することで、コンピュータからローカル ファイルにアクセスできるようにします。この設定を有効にすると、ユーザーは通常どおりにファイル選択ダイアログを開くことができます。この設定を無効にすると、ファイル選択ダイアログを表示する操作（ブックマークのインポート、ファイルのアップロード、リンクの保存など）を実行した場合、メッセージが表示されて、ユーザーがファイル選択ダイアログで [キャンセル] をクリックした操作と同じになります。この設定を行わない場合は、通常どおりファイル選択ダイアログが表示されます。";
AllowOutdatedPlugins.pfm_title = "古いプラグインの実行を許可する";
AllowOutdatedPlugins.pfm_description = "Chromium に対して古いプラグインの実行を許可します。この設定を有効にすると、古いプラグインが通常のプラグインとして使用されます。この設定を無効にすると、古いプラグインは使用されず、実行の許可を確認するメッセージも表示されません。この設定を行わない場合は、古いプラグインの実行の許可を確認するメッセージが表示されます。";
AlternateErrorPagesEnabled.pfm_title = "別のエラー ページを有効にする";
AlternateErrorPagesEnabled.pfm_description = "Chromium に組み込まれている別のエラー ページ（「ページが見つかりません」など）の使用を有効にし、ユーザーがこの設定を変更できないようにします。この設定を有効にすると、別のエラー ページが使用されます。この設定を無効にすると、別のエラー ページは使用されません。この設定を有効または無効にすると、Chromium でこの設定の変更や上書きができなくなります。";
AlwaysAuthorizePlugins.pfm_title = "承認が必要なプラグインを常に実行する";
AlwaysAuthorizePlugins.pfm_description = "Chromium に対して承認が必要なプラグインの実行を許可します。この設定を有効にすると、新しいプラグインが常に実行されます。この設定を無効にするかこの設定を行わない場合は、承認が必要なプラグインの実行の許可を求めるメッセージが表示されます。これらのプラグインはセキュリティを脅かす可能性がありますのでご注意ください。";
AuthNegotiateDelegateWhitelist.pfm_title = "Kerberos 委任サーバーのホワイトリスト";
AuthNegotiateDelegateWhitelist.pfm_description = "Chromium が委任できるサーバーです。";
AuthSchemes.pfm_title = "サポートされる認証スキーム";
AuthSchemes.pfm_description = "Chromium でサポートする HTTP 認証スキームを指定します。有効な値は、「basic」、「digest」、「ntlm」、「negotiate」です。値が複数ある場合はカンマで区切ります。";
AuthServerWhitelist.pfm_title = "認証サーバーのホワイトリスト";
AuthServerWhitelist.pfm_description = "統合された認証でどのサーバーをホワイトリストに登録するかを指定します。統合された認証は、Chromium がこの許可されたリストに含まれているプロキシやサーバーから認証チャレンジを受信するときにのみ有効になります。サーバー名が複数ある場合はカンマで区切ります。ワイルドカード（*）が使用できます。";
AutoFillEnabled.pfm_title = "自動入力を有効にする";
AutoFillEnabled.pfm_description = "Chromium の自動入力機能を有効にし、以前に保存した情報（住所やクレジットカード情報など）を使用してウェブ フォームをユーザーが自動入力できるようにします。この設定を無効にすると、ユーザーは自動入力を利用できません。この設定を有効にするか値を設定しないと、ユーザーは自動入力を利用できます。これにより、ユーザーは自動入力プロフィールを設定して、自己の判断で自動入力をオンまたはオフにすることができます。";
BlockThirdPartyCookies.pfm_title = "サードパーティの Cookie をブロックする";
BlockThirdPartyCookies.pfm_description = "サードパーティの Cookie をブロックします。この設定を有効にすると、ブラウザのアドレス バーに表示されているドメインからではないウェブページ要素による Cookie の設定を防止できます。この設定を無効にすると、ブラウザのアドレス バーに表示されているドメインからではないウェブページ要素による Cookie の設定が許可され、ユーザーがこの設定を変更できなくなります。";
BookmarkBarEnabled.pfm_title = "ブックマーク バーを有効にする";
BookmarkBarEnabled.pfm_description = "Chromium の新しいタブ ページでブックマーク バーを有効にします。この設定を有効にすると、Chromium の [新しいタブ] ページにブックマーク バーが表示されます。この設定を無効にすると、ブックマーク バーは表示されません。この設定を有効または無効にすると、Chromium でこの設定の変更や上書きができなくなります。";
ClearSiteDataOnExit.pfm_title = "ブラウザのシャットダウンでサイトのデータを消去する";
ClearSiteDataOnExit.pfm_description = "このポリシーは、[ブラウザの終了時に Cookie と他のサイトのデータを削除する] コンテンツ設定オプションを上書きします。true に設定すると、Chromium はシャットダウン時にローカルに保存されたデータをすべてブラウザから削除します。";
CookiesAllowedForUrls.pfm_title = "これらのサイトの Cookie を許可する";
CookiesAllowedForUrls.pfm_description = "Cookie の設定を許可するサイトを指定する URL パターンのリストを設定できます。";
CookiesBlockedForUrls.pfm_title = "これらのサイトの Cookie をブロックする";
CookiesBlockedForUrls.pfm_description = "Cookie の設定を許可しないサイトを指定する URL パターンのリストを設定できます。";
CookiesSessionOnlyForUrls.pfm_title = "これらのサイトのセッションのみの Cookie を許可する";
CookiesSessionOnlyForUrls.pfm_description = "セッションのみの Cookie の設定を許可するサイトを指定する URL パターンのリストを設定できます。";
DefaultBrowserSettingEnabled.pfm_title = "Chrome を既定のブラウザに設定する";
DefaultBrowserSettingEnabled.pfm_description = "Chromium での既定のブラウザのチェックを設定し、ユーザーがこの設定を変更できないようにします。この設定を有効にすると、Chromium が既定のブラウザであるかどうかを常に起動時にチェックし、必要に応じて自動登録します。この設定を無効にすると、Chromium が既定のブラウザであるかどうかをチェックせずに、このオプションを設定するユーザー コントロールを無効にします。この設定を設定しないと、Chromium が既定のブラウザであるかどうか、既定でない場合にユーザー通知を表示すべきかどうかをユーザーが管理できます。";
DefaultCookiesSetting.pfm_title = "デフォルトの Cookie 設定";
DefaultCookiesSetting.pfm_description = "0 - すべてのサイトに対してローカル データの設定を許可する\n1 - すべてのサイトに対してローカル データの設定を許可しない\nウェブサイトに対してローカル データの設定を許可するかどうかを設定できます。ローカル データの設定は、すべてのウェブサイトに対して許可または禁止することができます。";
DefaultGeolocationSetting.pfm_title = "デフォルトの位置情報設定";
DefaultGeolocationSetting.pfm_description = "0 - サイトに対してユーザーの物理的な現在地の追跡を許可する\n1 - すべてのサイトに対してユーザーの物理的な現在地の追跡を許可しない\n2 - サイトがユーザーの物理的な現在地を追跡しようとしたときに毎回確認する\nウェブサイトに対してユーザーの物理的な現在地の追跡を許可するかどうかを設定できます。ユーザーの物理的な現在地の追跡は、デフォルトで許可または禁止することができます。また、ウェブサイトが物理的な現在地を要求するときにユーザーが毎回確認することもできます。";
DefaultImagesSetting.pfm_title = "デフォルト画像設定";
DefaultImagesSetting.pfm_description = "0 - すべてのサイトに対してすべての画像表示を許可する\n1 - すべてのサイトに対して画像表示を許可しない\nウェブサイトに対して画像表示を許可するかどうかを設定できます。画像表示は、すべてのウェブサイトに対して許可または禁止することができます。";
DefaultJavaScriptSetting.pfm_title = "デフォルトのJavascript 設定";
DefaultJavaScriptSetting.pfm_description = "0 - すべてのサイトに対して Javascript の実行を許可する\n1 - すべてのサイトに対して Javascript の実行を許可しない\nウェブサイトに対して Javascript の実行を許可するかどうかを設定できます。Javascript の実行は、すべてのウェブサイトに対して許可または禁止することができます。";
DefaultNotificationSetting.pfm_title = "デフォルトの通知設定";
DefaultNotificationSetting.pfm_description = "0 - サイトに対してデスクトップ通知の表示を許可する\n1 - どのサイトにもデスクトップ通知の表示を許可しない\n2 - サイトでデスクトップ通知が表示される前に毎回確認する\nウェブサイトに対してデスクトップ通知の表示を許可するかどうかを設定できます。デスクトップ通知の表示は、デフォルトで許可または禁止することができます。また、ウェブサイトでデスクトップ通知が表示される前にユーザーが毎回確認することもできます。";
DefaultPluginsSetting.pfm_title = "デフォルトのプラグイン設定";
DefaultPluginsSetting.pfm_description = "0 - すべてのサイトに対してプラグインの自動実行を許可する\n1 - すべてのプラグインをブロックする\nウェブサイトに対してプラグインの自動実行を許可するかどうかを設定できます。プラグインの自動実行は、すべてのウェブサイトに対して許可または禁止することができます。";
DefaultPopupsSetting.pfm_title = "デフォルトのポップアップ設定";
DefaultPopupsSetting.pfm_description = "0 - すべてのサイトに対してポップアップ表示を許可する\n1 - すべてのサイトに対してポップアップ表示を許可しない\nウェブサイトに対してポップアップ表示を許可するかどうかを設定できます。ポップアップ表示は、すべてのウェブサイトに対して許可または禁止することができます。";
DefaultSearchProviderEnabled.pfm_title = "デフォルトの検索プロバイダを有効にする";
DefaultSearchProviderEnabled.pfm_description = "デフォルトの検索プロバイダの使用を有効にします。この設定を有効にすると、アドレス バーに URL 以外のテキストを入力した場合、既定の検索が実行されます。その他のデフォルトの検索ポリシーを設定することで、使用されるデフォルトの検索プロバイダを指定することもできます。これらの設定を空白のままにすると、ユーザーはデフォルトのプロバイダを選択できます。この設定を無効にすると、ユーザーがアドレス バーに URL 以外のテキストを入力した場合、検索は実行されません。この設定を有効または無効にすると、Chromium でこの設定の変更や上書きができなくなります。";
DefaultSearchProviderEncodings.pfm_title = "デフォルトの検索プロバイダのエンコード";
DefaultSearchProviderEncodings.pfm_description = "検索プロバイダによってサポートされる文字エンコードを指定します。エンコードは、UTF-8、GB2312、ISO-8859-1 などのコード ページ名であり、指定された順序で適用されます。デフォルトは UTF-8 です。";
DefaultSearchProviderIconURL.pfm_title = "デフォルトの検索プロバイダ アイコン";
DefaultSearchProviderIconURL.pfm_description = "デフォルトの検索プロバイダのお気に入りアイコンの URL を指定します。このポリシーはオプションです。";
DefaultSearchProviderInstantURL.pfm_title = "デフォルトの検索プロバイダのインスタント検索 URL";
DefaultSearchProviderInstantURL.pfm_description = "インスタント検索の結果表示に使用する検索エンジンの URL を指定します。URL には '{searchTerms}' という文字列を追加する必要があり、この文字列は検索時にユーザーが今までに入力したテキストに置き換えられます。このポリシーはオプションです。";
DefaultSearchProviderKeyword.pfm_title = "デフォルトの検索プロバイダのキーワード";
DefaultSearchProviderKeyword.pfm_description = "アドレス バーで使用するショートカットとして、このプロバイダで検索を実行するためのキーワードを指定します。このポリシーはオプションです。";
DefaultSearchProviderName.pfm_title = "デフォルトの検索プロバイダ名";
DefaultSearchProviderName.pfm_description = "デフォルトの検索プロバイダの名前を指定します。空白のままにすると、検索 URL で指定されたホスト名が使用されます。";
DefaultSearchProviderSearchURL.pfm_title = "デフォルトの検索プロバイダの検索 URL";
DefaultSearchProviderSearchURL.pfm_description = "既定の検索を行うときに使用される検索エンジンの URL を指定します。URL には「{searchTerms}」という文字列を追加する必要があり、この文字列は検索時にユーザーが検索しているキーワードに置き換えられます。";
DefaultSearchProviderSuggestURL.pfm_title = "デフォルト検索プロバイダ サジェスト URL";
DefaultSearchProviderSuggestURL.pfm_description = "検索キーワード候補を表示するのに使用する検索エンジンの URL を指定します。URL には「{searchTerms}」という文字列を追加する必要があり、この文字列は検索時にユーザーが今までに入力したテキストに置き換えられます。このポリシーはオプションです。";
DeveloperToolsDisabled.pfm_title = "デベロッパー ツールを無効にする";
DeveloperToolsDisabled.pfm_description = "デベロッパー ツールと Javascript コンソールを無効にします。この設定を有効にすると、デベロッパー ツールにアクセスできなくなり、ウェブサイト要素も検査できなくなります。 デベロッパー ツールや Javascript コンソールを開くためのキーボード ショートカット、メニューのエントリ、コンテキスト メニューのエントリは無効になります。";
Disable3DAPIs.pfm_title = "3D グラフィックス API のサポートを無効にする";
Disable3DAPIs.pfm_description = "3D グラフィック API のサポートを無効にします。この設定を有効にすると、ウェブページがグラフィック処理ユニット（GPU）にアクセスできなくなります。具体的には、ウェブページは WebGL API にアクセスできなくなり、プラグインは Pepper 3D API を使用できなくなります。この設定を無効にすると、ウェブページは WebGL API を使用でき、プラグインは Pepper 3D API を使用できる可能性が高くなります。ブラウザのデフォルト設定では、これらの API を使用するために場合によってコマンド ライン引数を渡す必要があります。";
DisableAuthNegotiateCnameLookup.pfm_title = "Kerberos 認証をネゴシエートするときに CNAME 検索を無効にする";
DisableAuthNegotiateCnameLookup.pfm_description = "生成された Kerberos SPN が正規の DNS 名を使用するか、入力時の元の名前を使用するかを指定します。この設定を有効にすると、CNAME 検索は無視されて入力時のサーバー名が使用されます。この設定を無効にすると、CNAME 検索によって正規のサーバー名が確定されます。";
DisablePluginFinder.pfm_title = "プラグイン ファインダーを無効にする";
DisablePluginFinder.pfm_description = "この設定を true に設定すると、Chromium での不足プラグインの自動検索およびインストールが無効になります。";
DisableSpdy.pfm_title = "SPDY プロトコルを無効にする";
DisableSpdy.pfm_description = "Chromium での SPDY プロトコルの使用を無効にします。";
DisabledPlugins.pfm_title = "無効なプラグインのリスト";
DisabledPlugins.pfm_description = "Chromium で無効になっているプラグインのリストを指定し、ユーザーがこの設定を変更できないようにします。任意の文字列に一致するワイルドカード文字「*」と「?」を使用できます。「*」は任意の数の文字に一致しますが、「?」は省略可能な 1 文字を示します。つまり、0 または 1 文字に一致します。エスケープ文字は「\」であり、実際の「*」、「?」、「\」文字に一致させるには、これらの文字の前に「\」を指定します。この設定を有効にすると、指定したプラグインのリストは Chromium で使用されません。プラグインは「about:plugins」で有効であることが表示され、ユーザーが無効にすることはできません。このポリシーは、EnabledPlugins と DisabledPluginsExceptions で上書きされる場合があります。";
DisabledPluginsExceptions.pfm_title = "無効なプラグインのリストに対する例外のリスト";
DisabledPluginsExceptions.pfm_description = "ユーザーが Chromium で有効または無効にすることができるプラグインのリストを指定します。任意の文字列に一致するワイルドカード文字「*」と「?」を使用できます。「*」は任意の数の文字に一致しますが、「?」は省略可能な 1 文字を示します。つまり、0 または 1 文字に一致します。エスケープ文字は「\」であり、実際の「*」、「?」、「\」文字に一致させるには、これらの文字の前に「\」を指定します。この設定を有効にすると、指定したプラグインのリストを Chromium で使用できるようになります。ユーザーは、プラグインが DisabledPlugins のパターンと一致する場合でも、「about:plugins」でプラグインを有効または無効にすることができます。ユーザーは、DisabledPlugins、DisabledPluginsExceptions、EnabledPlugins のパターンと一致しないプラグインも有効または無効にすることができます。";
DisabledSchemes.pfm_title = "無効なプロトコル スキームのリスト";
DisabledSchemes.pfm_description = "Chromium のリストされたプロトコル スキームを無効にします。このリストのスキームを使用している URL は読み込まれず、その URL に移動されることもありません。";
DiskCacheDir.pfm_title = "ディスクのキャッシュ ディレクトリの設定";
DiskCacheDir.pfm_description = "ディスクにキャッシュされたファイルの保存に使用する Chromium のディレクトリを設定します。このポリシーを設定すると、 Chromium でユーザーが「--disk-cache-dir」フラグを指定しているかどうかに関係なく、指定されたディレクトリが使用されます。";
DnsPrefetchingEnabled.pfm_title = "ネットワーク予測を有効にする";
DnsPrefetchingEnabled.pfm_description = "Chromium でネットワーク予測を有効にし、ユーザーがこの設定を変更できないようにします。この設定を有効または無効にすると、Chromium でこの設定の変更や上書きができなくなります。";
DownloadDirectory.pfm_title = "ダウンロード ディレクトリを設定する";
DownloadDirectory.pfm_description = "Chromium がファイルのダウンロードに使用するディレクトリを設定します。このポリシーを設定すると、ユーザーがディレクトリを指定したり、毎回ダウンロードの場所を確認させるフラグを有効にしても、Chromium では指定したディレクトリが使用されます。";
EditBookmarksEnabled.pfm_title = "ブックマークの編集を有効または無効にする";
EditBookmarksEnabled.pfm_description = "Chromium でのブックマークの編集を有効または無効にします。この設定を有効にすると、ブックマークを追加、削除、変更できます。この設定がデフォルトです。この設定を無効にすると、ブックマークを追加、削除、変更することはできません。現在のブックマークは引き続き利用できます。";
EnableAuthNegotiatePort.pfm_title = "Kerberos SPN に非標準ポートを含める";
EnableAuthNegotiatePort.pfm_description = "生成した Kerberos SPN に非標準ポートを含めるべきかどうかを指定します。この設定を有効にすると、非標準ポート（80 と 443 以外のポート）が入力され、生成された Kerberos SPN にそのポートが追加されます。この設定を無効にすると、生成された Kerberos SPN にポートが追加されることは絶対にありません。";
EnabledPlugins.pfm_title = "有効なプラグインのリスト";
EnabledPlugins.pfm_description = "Chromium で有効にするプラグインのリストを指定し、ユーザーがこの設定を変更できないようにします。任意の文字列に一致するワイルドカード文字「*」と「?」を使用できます。「*」は任意の数の文字に一致しますが、「?」は省略可能な 1 文字を示します。つまり、0 または 1 文字に一致します。エスケープ文字は「\」であり、実際の「*」、「?」、「\」文字に一致させるには、これらの文字の前に「\」を指定します。指定したプラグインのリストをインストールすると常に Chromium で使用されるようになります。プラグインは「about:plugins」で有効であることが表示され、ユーザーが無効にすることはできません。このポリシーは、DisabledPlugins と DisabledPluginsExceptions の両方を上書きします。";
ExtensionInstallBlacklist.pfm_title = "ユーザーに対してインストールを禁止する拡張機能 ID (すべて指定する場合は *)";
ExtensionInstallBlacklist.pfm_description = "ユーザーがインストールできない拡張機能を指定できます。既にインストールした拡張機能はブラックリストに登録されていると削除されます。ブラックリストの値が「*」の場合、ホワイトリストに明示的にリストされていない拡張機能はすべてブラックリストに登録されます。";
ExtensionInstallForcelist.pfm_title = "サイレントでインストールされる拡張機能 ID と更新 URL";
ExtensionInstallForcelist.pfm_description = "ユーザーが操作せずにサイレントでインストールする拡張機能のリストを指定できます。リストの各アイテムは、拡張機能 ID と更新 URL がセミコロン（;）で区切られた文字列です。たとえば、lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx のようになります。アイテムごとに Chromium は、指定された URL から ID で指定された拡張機能を取得し、その拡張機能をサイレントでインストールします。次のページで、ご使用のサーバーで拡張機能をホストできる方法について説明します。更新 URL については http://code.google.com/chrome/extensions/autoupdate.html、一般的な拡張機能のホスティングについては http://code.google.com/chrome/extensions/hosting.html をご覧ください。ユーザーは、このポリシーによって指定される拡張機能をアンインストールすることはできません。このリストから拡張機能を削除すると、Chromium によって自動的にアンインストールされます。「ExtensionInstallBlacklist」でブラックリストに登録されていてホワイトリストに登録されていない拡張機能は、このポリシーによって強制的にインストールすることはできません。";
ExtensionInstallWhitelist.pfm_title = "ブラックリストから除外する拡張機能 ID";
ExtensionInstallWhitelist.pfm_description = "ブラックリストの対象外となる拡張機能を指定できます。ブラックリストの値が「*」の場合、すべての拡張機能がブラックリストに登録されており、ユーザーはホワイトリストにリストされている拡張機能しかインストールできません。デフォルトでは、すべての拡張機能はホワイトリストに登録されていますが、ポリシーによってすべての拡張機能をブラックリストに登録している場合、ホワイトリストを使ってそのポリシーを上書きできます。";
GSSAPILibraryName.pfm_title = "GSSAPI ライブラリ名";
GSSAPILibraryName.pfm_description = "HTTP 認証で使用する GSSAPI ライブラリを指定します。ライブラリ名のみやフルパスを指定できます。何も指定しないと、Chromium ではデフォルトのライブラリ名が使用されます。";
HomepageIsNewTabPage.pfm_title = "新しいタブ ページをホームページとして使用する";
HomepageIsNewTabPage.pfm_description = "Chromium のデフォルトのホームページのタイプを設定し、ユーザーがホームページ設定を変更できないようにします。ホームページは、指定する URL または新しいタブ ページに設定できます。この設定を有効にすると、新しいタブ ページが常にホームページに使用され、ホームページの URL の場所が無視されます。この設定を無効にすると、URL を「chrome://newtab」に設定しない限り、ユーザーのホームページが新しいタブ ページになることはありません。この設定を有効または無効にすると、Chromium でホームページのタイプを変更できなくなります。";
HomepageLocation.pfm_title = "ホームページの URL";
HomepageLocation.pfm_description = "Chromium にデフォルトのホームページの URL を設定し、ユーザーがこの設定を変更できないようにします。ホームページの種類は、ここで指定する URL または 新しいタブ ページに設定できます。新しいタブ ページを選択すると、このポリシーは無視されます。この設定を有効にすると、Chromium でホームページの URL を変更できなくなりますが、新しいタブ ページをホームページとして選択することはできます。";
ImagesAllowedForUrls.pfm_title = "これらのサイトの画像を許可する";
ImagesAllowedForUrls.pfm_description = "画像表示を許可するサイトを指定する URL パターンのリストを設定できます。";
ImagesBlockedForUrls.pfm_title = "これらのサイトの画像をブロックする";
ImagesBlockedForUrls.pfm_description = "画像表示を許可しないサイトを指定する URL パターンのリストを設定できます。";
IncognitoEnabled.pfm_title = "シークレット モードを有効にする";
IncognitoEnabled.pfm_description = "Chromium でシークレット モードを有効にします。この設定を有効にするか設定しないと、ユーザーはシークレット モードでウェブページを開くことができます。この設定を無効にすると、ユーザーはシークレット モードでウェブページを開くことはできません。";
InstantEnabled.pfm_title = "インスタント検索を有効にする";
InstantEnabled.pfm_description = "Chromium のインスタント検索機能を有効にし、ユーザーがこの設定を変更できないようにします。この設定を有効にすると、Chromium のインスタント検索が有効になります。この設定を無効にすると、Chromium のインスタント検索が無効になります。この設定を有効または無効にすると、ユーザーはこの設定の変更や上書きができなくなります。";
JavaScriptAllowedForUrls.pfm_title = "これらのサイトの Javascript を許可する";
JavaScriptAllowedForUrls.pfm_description = "Javascript の実行を許可するサイトを指定する URL パターンのリストを設定できます。";
JavaScriptBlockedForUrls.pfm_title = "これらのサイトの Javascript をブロックする";
JavaScriptBlockedForUrls.pfm_description = "Javascript の実行を許可しないサイトを指定する URL パターンのリストを設定できます。";
JavascriptEnabled.pfm_title = "Javascript を有効にする";
JavascriptEnabled.pfm_description = "Chromium で Javascript を有効にし、ユーザーがこの設定を変更できないようにします。この設定を有効にするか設定しないと、ウェブページは Javascript を使用できます。この設定を無効にすると、ウェブページは Javascript を使用できません。";
MetricsReportingEnabled.pfm_title = "使用状況とクラッシュ関連データのレポートを有効にする";
MetricsReportingEnabled.pfm_description = "Chromium に関する使用状況とクラッシュ関連データの Google への匿名レポートを有効にし、ユーザーがこの設定を変更できないようにします。この設定を有効にすると、使用状況とクラッシュ関連データの匿名レポートが Google に送信されます。この設定を無効にすると、使用状況とクラッシュ関連データの匿名レポートが Google に送信されません。この設定を有効または無効にすると、Chromium でこの設定の変更や上書きができなくなります。";
PasswordManagerAllowShowPasswords.pfm_title = "ユーザーに対してパスワード マネージャでのパスワードの表示を許可する";
PasswordManagerAllowShowPasswords.pfm_description = "パスワード マネージャでのクリア テキストのパスワードの表示をユーザーに対して許可するかどうかを管理します。この設定を無効にすると、保存されたクリア テキストのパスワードをパスワード マネージャのパスワード マネージャ ウィンドウで表示することはできません。この設定を有効にするか設定しないと、ユーザーはパスワード マネージャでクリア テキストのパスワードを表示することができます。";
PasswordManagerEnabled.pfm_title = "パスワード マネージャを有効にする";
PasswordManagerEnabled.pfm_description = "Chromium でパスワードの保存や保存されたパスワードの使用を有効にします。この設定を有効にすると、ユーザーは Chromium にパスワードを記憶させて、次回サイトにログインしたときにパスワードが自動的に入力されるようにできます。この設定を無効にすると、ユーザーはパスワードの保存、既に保存されたパスワードの使用ができなくなります。この設定を有効または無効にすると、Chromium でこの設定の変更や上書きができなくなります。";
PluginsAllowedForUrls.pfm_title = "これらのサイトのプラグインを許可する";
PluginsAllowedForUrls.pfm_description = "プラグインの実行を許可するサイトを指定する URL パターンのリストを設定できます。";
PluginsBlockedForUrls.pfm_title = "これらのサイトのプラグインをブロックする";
PluginsBlockedForUrls.pfm_description = "プラグインの実行を許可しないサイトを指定する URL パターンのリストを設定できます。";
PopupsAllowedForUrls.pfm_title = "これらのサイトのポップアップを許可する";
PopupsAllowedForUrls.pfm_description = "ポップアップ表示を許可するサイトを指定する URL パターンのリストを設定できます。";
PopupsBlockedForUrls.pfm_title = "これらのサイトのポップアップをブロックする";
PopupsBlockedForUrls.pfm_description = "ポップアップ表示を許可しないサイトを指定する URL パターンのリストを設定できます。";
PrintingEnabled.pfm_title = "印刷を有効にする";
PrintingEnabled.pfm_description = "Chromium での印刷を有効にし、ユーザーがこの設定を変更できないようにします。この設定を有効にするか設定しないと、ユーザーは印刷できます。この設定を無効にすると、ユーザーは Chromium から印刷できません。印刷は、レンチのメニュー、拡張機能、Javascript アプリケーションなどで無効になります。印刷時に Chromium を無効にするプラグインから印刷することもできます。たとえば、一部の Flash アプリケーションにはコンテキスト メニューに印刷オプションがありますが、こちらは無効になりません。";
ProxyBypassList.pfm_title = "プロキシ バイパス ルールのカンマ区切りリスト";
ProxyBypassList.pfm_description = "Chromium はここで指定したホストのリストに対してプロキシをすべて無視します。このポリシーは、[プロキシ サーバー設定の指定方法を選択する] で手動のポリシー設定を選択した場合にのみ有効になります。詳細な例については、http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett をご覧ください。";
ProxyMode.pfm_title = "プロキシ サーバー設定の指定方法を選択する";
ProxyMode.pfm_description = "direct - プロキシを使用しない\nauto_detect - プロキシ設定を自動検出する\npac_script - .pac プロキシ スクリプトを使用する\nfixed_servers - 固定プロキシ サーバーを使用する\nsystem - システムのプロキシ設定を使用する\nChromium によって使用されるプロキシ サーバーを指定でき、ユーザーがプロキシ設定を変更できないようにします。プロキシ サーバーを使用せずに常に直接接続することを選択すると、他のすべてのオプションが無視されます。システム プロキシ設定を使用するか、プロキシ サーバーの自動検出を選択すると、他のすべてのオプションが無視されます。固定サーバー プロキシ モードを選択すると、[プロキシ サーバーのアドレスまたは URL] または [プロキシ バイパス ルールのカンマ区切りリスト] で詳細なオプションを指定できます。.pac proxy スクリプトの使用を選択すると、[プロキシ .pac ファイルへの URL] のスクリプトへの URL を指定する必要があります。詳細な例については、http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett をご覧ください。この設定を有効にすると、コマンド ラインから指定したプロキシ関連オプションが Chromium によってすべて無視されます。";
ProxyPacUrl.pfm_title = "プロキシ .pac ファイルへの URL";
ProxyPacUrl.pfm_description = "ここで proxy .pac ファイルへの URL を指定できます。このポリシーは、[プロキシ サーバー設定の指定方法を選択する] で手動のプロキシ設定を選択した場合にのみ有効になります。詳細な例については、http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett をご覧ください。";
ProxyServer.pfm_title = "プロキシ サーバーのアドレスまたは URL";
ProxyServer.pfm_description = "ここでプロキシ サーバーの URL を指定できます。このポリシーは、[プロキシ サーバー設定の指定方法を選択する] で手動のプロキシ設定を選択した場合にのみ有効になります。他のオプションおよび詳細な例については、http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett をご覧ください。";
RestoreOnStartup.pfm_title = "起動時の操作";
RestoreOnStartup.pfm_description = "0 - ホームページを開く\n1 - 前回開いていた URL を復元する\n4 - URL のリストを開く\n起動時の動作を指定できます。[ホームページを開く] を選択すると、Chromium の起動時にそのホームページが開きます。[前回開いていた URL を復元する] を選択すると、Chromium が閉じたときに開いていた URL が復元します。[URL のリストを開く] を選択すると、Chromium の起動時に [起動時に開く URL] のリストが開きます。この設定を有効にすると、Chromium でこの設定の変更や上書きができなくなります。この設定を無効にすると、この設定は設定されていない状態と同じになり、Chromium でこの設定を変更することができます。";
RestoreOnStartupURLs.pfm_title = "起動時に開く URL";
RestoreOnStartupURLs.pfm_description = "起動操作として [URL のリストを開く] を選択すると、開かれる URL のリストを指定できます。";
SafeBrowsingEnabled.pfm_title = "セーフ ブラウジングを有効にする";
SafeBrowsingEnabled.pfm_description = "Chromium のセーフ ブラウジング機能を有効にし、ユーザーがこの設定を変更できないようにします。この設定を有効にすると、セーフ ブラウジングが常にアクティブになります。この設定を無効にすると、セーフ ブラウジングはアクティブになりません。この設定を有効または無効にすると、Chromium でこの設定の変更や上書きができなくなります。";
SavingBrowserHistoryDisabled.pfm_title = "ブラウザの履歴の保存を無効にする";
SavingBrowserHistoryDisabled.pfm_description = "Chromium のブラウザ履歴の保存を無効にし、ユーザーがこの設定を変更できないようにします。この設定を有効にすると、閲覧履歴が保存されません。この設定を無効にするか設定しないと、閲覧履歴は保存されます。";
SearchSuggestEnabled.pfm_title = "検索キーワード候補を有効にする";
SearchSuggestEnabled.pfm_description = "Chromium のアドレス バーで検索キーワード候補の表示を有効にし、ユーザーがこの設定を変更できないようにします。この設定を有効にすると、検索キーワード候補の表示が使用されます。この設定を無効にすると、検索キーワード候補の表示は使用されません。この設定を有効または無効にすると、Chromium でこの設定の変更や上書きができなくなります。";
ShowHomeButton.pfm_title = "ツールバーにホーム ボタンを表示する";
ShowHomeButton.pfm_description = "Chromium のツールバーにホーム ボタンを表示します。この設定を有効にすると、ホーム ボタンが常に表示されます。この設定を無効にすると、ホーム ボタンは表示されません。この設定を有効または無効にすると、Chromium でこの設定の変更や上書きができなくなります。";
SyncDisabled.pfm_title = "Google とのデータの同期を無効にする";
SyncDisabled.pfm_description = "Google でホストされる同期サービスを使用して Chromium でのデータ同期を無効にし、ユーザーがこの設定を変更できないようにします。この設定を有効にすると、Chromium でこの設定の変更や上書きができなくなります。";
TranslateEnabled.pfm_title = "翻訳を有効にする";
TranslateEnabled.pfm_description = "Chromium に統合された Google 翻訳サービスを有効にします。この設定を有効にすると、必要に応じてユーザーがページを翻訳できる統合ツールバー サービスが Chromium に表示されます。この設定を無効にすると、翻訳バーは表示されません。この設定を有効または無効にすると、Chromium でこの設定の変更や上書きができなくなります。";
UserDataDir.pfm_title = "ユーザー データ ディレクトリを設定する";
UserDataDir.pfm_description = "Chromium でユーザー データの保存に使用するディレクトリを設定します。このポリシーを設定すると、Chromium でユーザーが「--user-data-dir」フラグを指定しているかどうかに関係なく、指定されたディレクトリが使用されます。";